asda = [
        '宋词：空役梦魂飞。 使名字更富有意蕴和内涵',
        '唐诗：连薨遥接汉，飞观迥凌虚。 使名字更富有意蕴和内涵',
        '成语：魄荡魂飞 使名字更富有意蕴和内涵',
        '楚辞：前望舒使先驱兮，后飞廉使奔属。 使名字更富有意蕴和内涵',
        '诗经：黄鸟于飞，集于灌木，其鸣喈喈。 使名字更富有意蕴和内涵',
        '宋词：潘阆 所著 《酒泉子》 空役梦魂飞。', '宋词：空役梦魂飞。 使名字更富有意蕴和内涵',
        '唐诗：连薨遥接汉，飞观迥凌虚。 使名字更富有意蕴和内涵',
        '成语：魄荡魂飞 使名字更富有意蕴和内涵',
        '楚辞：前望舒使先驱兮，后飞廉使奔属。 使名字更富有意蕴和内涵',
        '诗经：黄鸟于飞，集于灌木，其鸣喈喈。 使名字更富有意蕴和内涵']



sadasd=['宋词：空役梦魂飞。 使名字更富有意蕴和内涵',
        '唐诗：连薨遥接汉，飞观迥凌虚。 使名字更富有意蕴和内涵',
        '成语：魄荡魂飞 使名字更富有意蕴和内涵',
        '楚辞：前望舒使先驱兮，后飞廉使奔属。 使名字更富有意蕴和内涵',
        '诗经：黄鸟于飞，集于灌木，其鸣喈喈。 使名字更富有意蕴和内涵',
        '宋词：潘阆 所著 《酒泉子》 空役梦魂飞。',
        '宋词：空役梦魂飞。 使名字更富有意蕴和内涵',
        '唐诗：连薨遥接汉，飞观迥凌虚。 使名字更富有意蕴和内涵',
        '成语：魄荡魂飞 使名字更富有意蕴和内涵',
        '楚辞：前望舒使先驱兮，后飞廉使奔属。 使名字更富有意蕴和内涵',
        '诗经：黄鸟于飞，集于灌木，其鸣喈喈。 使名字更富有意蕴和内涵']


pppp=['宋词：空役梦魂飞</span>。 使名字更富有意蕴和内涵',
      '唐诗：连薨遥接汉，飞</span>观迥凌虚。 使名字更富有意蕴和内涵',
      '成语：魄荡魂飞</span> 使名字更富有意蕴和内涵',
      '楚辞：前望舒使先驱兮，后飞</span>廉使奔属。 使名字更富有意蕴和内涵',
      '诗经：黄鸟于飞</span>，集于灌木，其鸣喈喈。 使名字更富有意蕴和内涵',
      '宋词：潘阆 所著 《酒泉子》 空役梦魂飞</span>。',
      '宋词：空役梦魂飞</span>。 使名字更富有意蕴和内涵',
      '唐诗：连薨遥接汉，飞</span>观迥凌虚。 使名字更富有意蕴和内涵', '成语：魄荡魂飞</span> 使名字更富有意蕴和内涵', '楚辞：前望舒使先驱兮，后飞</span>廉使奔属。 使名字更富有意蕴和内涵', '诗经：黄鸟于飞</span>，集于灌木，其鸣喈喈。 使名字更富有意蕴和内涵']
